Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: སྡིག་ ལ་ སྡིག་པ འི་ བྱ་བ་ སླ །_།
en: With evil, evil becomes easy to engage in.

source: འཕགས་ ལ་ སྡིག་པ འི་ བྱ་བ་ དཀའ །_།
en: Thus, evil deeds are difficult to commit for a noble being.’

source: དེ་ལྟ ར་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ ཡང་ དང་ ཡང་ དུ་ བཤད །_ ཡང་ དང་ ཡང་ དུ་ བསྒོ་ ཞིང་ གནོད་པ་ རྣམ་པ་ སྣ་ཚོགས་པ་ དག་བྱེད་ དེ །_ |#| འདི་ལྟ་སྟེ །_
en: $470 “Thus the henchmen of the Lord of Death will again and again instruct the beings of hell as they continue to inflict various harms upon them, such as the following.

source: རི་རབ་ ཏུ་ འབར་ ལ་ ཀུན་ དུ་ འབར་ ཞིང་ མཁྲེགས་པ་ གཉིས་ ཤུགས་ ཀྱིས་ རྒྱུག་ སྟེ །_ ཕན་ཚུན་ འདུས་པ་ དེ་ གཉིས་ ཀྱི་ བར་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ འཇུག་ སྟེ །_ འདི་ལྟ་སྟེ །_ རི་ དེ་ གཉིས་ ཀྱིས་ འཐག་པ་ ནི་ ཇི་ལྟ ར་ མངོན་པ་ མེད་པར་ དེ་ལྟ ར་ ཤིན་ཏུ་ འཐག་ གོ །_།
en: $471 “As two flaming mountains relentlessly move toward and smash into each other with great force, the beings of this hell will be caught in between them, and so end up being crushed by the mountains until their bodies have been destroyed so that not even a trace remains.

source: ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ བྱུང་ ནས་ ཀྱང་ ཡང་ རི་ དེ་ གཉིས་ ཀྱི་ དབུས་ སུ་ བཅུག་ ནས་ འཐག་ གོ །_།
en: At that point, however, they will revive, only to be caught and pulverized between the mountains once more.

source: དེ འི་ སྡིག་པ འི་ ལས་ ཟད་པ ར་ མ་ གྱུར་ གྱི་ བར་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ འི་ བར་ དུ་ བྱུང་ ཞིང་ འཐག་ གོ །_།
en: This process of grinding will go on for many hundreds of thousands of years until finally their negative acts have been exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ འི་ ཕྱོགས་ དེ་ནས་ ཐར་ ནས་ སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དག་ གཞན་ དུ་ རྒྱུག་པ་ དང་ །_
en: $472 “At some point the beings of this hell may escape this region and run somewhere else, yearning for refuge, safety, and protection.

source: དེ་དག་ གཤིན་རྗེ འི་ མི་ གཞན་ རྣམས་ དང་ ཕྲད་ ནས་ ལྕགས་ ཀྱི་ རྫ་མ འི་ ནང་ དུ་ ཁ་ བུབ་ ཏུ་ བཅུག་ གོ །_།
en: Yet in that case they will encounter henchmen of the Lord of Death who will toss them headfirst into iron pots.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ དེ་དག་ དེར་ ཁ་ བུབ་ ཏུ་ ལོ་ འབུམ་ སྙེད་ དུ་ སྲེག་པ ར་ འགྱུར་ རོ །_།
en: Standing on their heads, they will thus be cooked alive for hundreds of thousands of years until their karmic actions have been overcome, relinquished, and exhausted.

source: སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ །_ བདེ་བ་ [175a] འདོད་པ་ དེ་དག་ རྫ་མ ར་ བཙོ་བ་ དེ་དག་ ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $473 “Yearning for refuge, protection, and relief, {{page:{number:187,id:UT22084-068-021-100213,folio:F.175.a,volume:V68}}} they may at some point escape the cooking pots, and so take off in all directions.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ་དག་ གི་ མདུན་ དུ་ ལྕགས་ ཀྱི་ ཁྭ་ རབ་ཏུ་ འབར་བ་ དེ་དག་ གིས་ བཟུང་ ནས་ དེ་དག་ གི་ ཡན་ལག་ དང་ ཡན་ལག _། གནད་ དང་ གནད །_ ཚིགས་ དང་ ཚིགས་ སུ་ བརྒྱ འམ་ སྟོང་ དུ་ ཟ འོ །_།
en: Yet they will then be caught by flaming iron ravens that will split their limbs, organs, and joints into hundreds or thousands of pieces before devouring them. This will go on for many hundreds of thousands of years, until finally their negative acts have been overcome, relinquished, and exhausted.

source: སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་དག་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $474 “Yearning for refuge, safety, and protection, they may then at some point escape the ravens, and run off as best they can.

source: བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ་ དེ་དག་ མཚོ འི་ ཆུ་རབ་ ཏུ་ དང་བ་ ཞིག་ རྒྱང་རིང་པོ་ ནས་ མཐོང་ སྟེ །_ |#| དེ་དག་ དེར་ བརྒྱུགས་པ་ དང་ །_ དེ་དག་ ཀྱང་ རོ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ ས་ གང་བ་ ཡིན་ ཏེ །_ དེར་ ཁྲུས་ བྱ་བ འི་ ཕྱིར་ འཇུག་ གོ །_།
en: Tormented by hunger and thirst, they will perceive a bright lake in the distance and rush toward it. |#| Although the lake is in fact full of boiling lead, the beings of this hell will nevertheless plunge into it, seeking to bathe there.

source: གང་ གི་ ཚེ་ ཞུགས་ པར་ གྱུར་པ་ དང་ །_ ས་ཕྱོགས་ དེ་དག་ ལས་ ཀྱིས་ བྱས་པ འི་ ཆུ་སྲིན་ རྣམས་ ཀྱིས་ བཟུང་ ནས་ ཁ་ བུབ་ ཏུ་ དྲངས་ ཏེ །_
en: And even as they do so, aquatic monsters, created by their own karmic actions, will appear and pull them under.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ་དག་ རོ་ཉེ་ དེ འི་ ནང་ དུ་ སྐོལ་ ལོ །_།
en: Thus, until their negative acts have been overcome, relinquished, and exhausted they will continue to boil in lead for many hundreds of thousands of years.

source: ཕྱིས་ ལས་ ཀྱིས་ བྱས་པ འི་ ཆུ་སྲིན་ དེ་དག་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚོར་བ ས་ ཉེན་པ་ སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དག་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $475 “When they finally escape the monsters produced by their karmic actions, they will run—tortured and yearning for refuge, safety, and protection—in whichever direction they can.

source: གལ་ཏེ་ མདུན་ ན་ འཁོད་པ འི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ མཐོང་ ན་ དེ་དག་ དེར་ འཛིན་ ཏེ །_ བཟུང་ ནས་ ཀྱང་ མདུང་རྩེ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: Yet henchmen of the Lord of Death will be guarding the exit routes and when they see the escaping hell beings, they will seize them.

source: དེ་དག་ ལ་ མདུང་རྩེ་ དེ་དག་ བར་འགའ་ རྒྱབ་ ཏུ་ ཕྱུང་ ནས་ འབྱུང་ །_
en: The henchmen will then pierce them with sharp, flaming spears.

source: བར་འགའ་ གློ ར་ ཕུག་ ནས་ འབྱུང་ །_ བར་འགའ་ མགྲིན་པ ར་ ཕུག་ ནས་ འབྱུང་ སྟེ །_
en: At times the spears will emerge through the backs of the hell beings, in other cases through their chests, and in still other cases through their throats.

source: སེམས་ཅན་ དམྱལ་བ་པ་ ཚོར་བ ས་ ཉེན་པ་ དེ་དག་ གི་ སྒྲ་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་དག་ གིས་ ཕྱོགས་ དེ་ནས་ གླུ་དབྱངས་ ཀྱི་ སྒྲར་ ཐོས་ སོ །_། དེ་ཡང་ ངུ་བ འི་ སྒྲ་ ཡིན་ ན་ ལས་ ཀྱི་ དབང་ གིས་ སྙན་པ ར་ ཐོས་ ཏེ །_
en: When they scream in agony, their cries will be heard by other hell beings, but due to the force of karmic action, those beings will hear the sounds as beautiful songs.

source: སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་དག་ གནས་ དེར་ འགྲོ འོ །_།
en: Hence, themselves yearning for refuge, safety, and protection, they will draw near.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ [175b] བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ་དག་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ བཟུང་ ནས་ མདའ་བོ་ ཆེ་ དང་ མདུང་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: But when they arrive there, they will also be seized by the henchmen and so, until their karmic actions have been overcome, relinquished, and exhausted, {{page:{number:188,id:UT22084-068-021-100214,folio:F.175.b,volume:V68}}} they will continue to be pierced by flaming lances and spears for many hundreds of thousands of years.

source: དེ་དག་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ སྐྱབས་ འདོད་པ །_ མགོན་ འདོད་པ་ དག་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $476 “At some point, however, they will escape and, yearning for refuge and protection, will run as best they can.

source: དེ་དག་ གིས་ རྒྱང་ མི་ རིང་བ་ ན་ གྲོང་ དང་ ཁྱིམ་ ཕུན་སུམ་ ཚོགས་པ་ དང་ །_ ཆུ་བོ་ དང་ ལྟེང་ཀ་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་ སྟེ །_ དེ འི་ ཕྱོགས་ སུ་ དེ་དག་ རྒྱུག་ ཅིང་ དེ་དག་ གྲོང་ དེ འི་ ནང་ དུ་ འཇུག་ གོ །_། |#| གྲོང་ དེ་ ཐམས་ཅད་ ཀྱང་ རབ་ཏུ་ བསྐོལ་བ་ འབར་བ་ ཡིན་ ལ །_ ནང་ ན་ ཡང་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ཁ་ རྡོ་རྗེ་ ལྟ་བུ་ ལ་ མཆེ་བ་ རྣོ་བ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ གང་བ་ ཡིན་ ཏེ །_ |#| དེ་དག་ གང་ གི་ ཚེ་ གྲོང་ དེ འི་ ནང་ དུ་ ཞུགས་ པར་ གྱུར་པ་ དང་ །_ ཁྱིམ་ དེ འི་ སྒོ་ གཅོད་པ ར་ གྱུར་ ཏེ །_ |#| དེ་དག་ དེར་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ཁ་ མཆེ་བ་ རྣོ་ ལ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཟ་བ ར་ བྱེད་ དོ །_།
en: In the not-so-far distance, they will then perceive a town that has exquisite houses, a beautiful river, and delightful ponds. |#| Upon seeing it, they will rush toward the town and enter it, only to find that the whole town is in fact burning and boiling, and completely filled with biting insects, whose diamond-hard mouths have sharp fangs. |#| Thus, as the hell beings enter the city, these creatures will break down the doors of the houses and consume them with their sharp and burning fangs. |#| This will persist for many hundreds of thousands of years, until finally the relevant negative acts have been overcome, relinquished, and exhausted.

source: གནོད་པ་ རྒྱ་མཚོ་ ལྟ་བུ ར་ གྱུར་པ་ དེ་ལས་ ཐར་ ནས །_ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ཆང་ བཏུང་བ་ ལྡུད་པ་ གང་ཡིན་པ་ དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ རྒྱུ་ འཐུན་པ་ དེས །_ |#| དེ་ སེམས་ འཁྲུལ་བ ར་ འགྱུར་ ཞིང་ དབུལ་བ་ དང་ །_ ལམ་པོ་ཆེ་ དང་ །_ བཞི་མདོ འི་ ཚོང་པ་ དང་ །_ བྱིས་པ་ ཐམས་ཅད་ ཀྱི་ བཞད་གད་ པར་ གྱུར་ ཅིང་
en: $477 “When the beings of this hell finally escape this ocean of tortures, they may, due to karmic actions to be experienced in other lives, avoid being born as a starving spirit or an animal, and instead take birth with the general lot in life of a human. |#| Yet, in terms of the karmic effects that accord with the negative acts of drinking and distributing alcohol, their minds will suffer from delusions, they will be poor, they may become vendors at highways or crossroads, and they will be the laughingstock of children.

source: བཞིན་ གྱི་ མདོག་ ངན་པ་ དང་ །_ སོ་ འབའ་ཞིག་ སྣང་བ་ དང་ །_ རྐང་པ་ ཤིན་ཏུ་ རྡོལ་བ་ དང་ །_
en: They will have an unpleasant complexion, protruding teeth, and clubfeet.

source: ལུས་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དང་ །_ བུ་ དང་ ཆུང་མ་ དང་ ཕ་ དང་ མ་ དང་ གཉེན་བཤེས་ རྣམས་ ཀྱིས་ བཏང་བ ར་ འགྱུར་ རོ །_།
en: They will constantly suffer from hunger and thirst and be rejected by their children, spouses, parents, and relatives.

source: གང་ ཆང་ དེ་ སྡོམ་པ་ བླངས་པ་ དག་ གིས་ འཐུངས་ ན་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ དུ་ རྣམ་པར་ སྨིན་པ་ མྱོང་བ ར་ འགྱུར་བ ར་ རིག་པ ར་ བྱ འོ །_།
en: Thus, understand that if those who have taken vows partake of alcohol, the ripening is such that they will take birth in the Great Howling Hell.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ [176a] བརྟགས་ ན་ དེས་ འཁོར་ སྒྲ་ ཆེན་པོ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $478 “As the monk who has knowledge of the ripening of karmic effects examines the regions that surround the Great Howling Hell, he will notice a neighboring realm, {{page:{number:189,id:UT22084-068-021-100215,folio:F.176.a,volume:V68}}} known as Scream.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར །_ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ར་ འགྱུར་ རོ །_།
en: Examining what karmic actions may cause beings to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, and alcohol consumption.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Here, the aspects of killing, stealing, and sexual misconduct are just as in the previous cases.

source: ཆང་ འཐུང་བ་ ནི་ གང་ གིས་ གསོ་སྦྱོང་བ་ རྣམས་ ལ་ ཆང་ བླུད་ ན་ དེས་ ནི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྒྲ་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: As for alcohol consumption, those who offer alcohol to individuals participating in the mending ritual will, when they separate from their bodies, fall into the lower realms, taking birth in the hell known as Scream.

source: རོ་ཉེ་ རབ་ཏུ་ བཞུས་པ ས་ ཐོག་མ་ ཉིད་ དུ་ ཁར་ ལྡུགས་ སོ །_།
en: To begin with, molten lead will be poured into their mouths.

source: ཇི་ལྟ ར་ དེ་དག་ གིས་ གསོ་སྦྱོང་བ་ རྣམས་ ལ་ བླུད་པ་ དེ་ལྟ ར་ ལྕགས་ ཀྱི་ ཕོར་བུ་ རབ་ཏུ་ འབར་བ འི་ ནང་ ནས་ ལྡུད་པ་ ན །_ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ གཞན་དག་ ན་ མེད་པ་ སྙིང་རྗེ་བ འི་ སྒྲ་ དེ་ལྟ་ བུ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Just as they previously offered alcohol to those participating in the mending ritual, they will now themselves be proffered a mug of red-hot iron.

source: དེ་ལྟ ར་ སྙིང་རྗེ་བ འི་ སྒྲ་ ཀུན་ དུ་ འབྱིན་པ་ ན་ གང་སྒྲ་ འབྱུང་བ་ དེས་ ནམ་མཁའ་ དེ་ ཐམས་ཅད་ ཤིན་ཏུ་ གང་བ ར་ འགྱུར་ རོ །_། |#| ལས་ ཀྱི་ དབང་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ རྣམས་ དེ་ལྟ ར་ ཁྲོ་བ་ ན་ ཁྲོ་བ་ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཐོས་ ནས་ ཀྱང་ ཉིས་འགྱུར་ གྱིས་ ཁྲོ་བ ར་ བྱེད་ དོ །_།
en: As this happens, they will make a pitiful sound that is unlike that of other hell beings. |#| This sound will fill the entire space, and, by the force of karmic action, the fury of the Lord of Death’s henchmen will double in strength when they hear it.

source: དེ་ལྟ ར་ ཆང་ བཏུང་བ འི་ འཐུང་བ་ དེ་ མ་ ལེགས་པ་ ཐམས་ཅད་ བྱེད་པ་ ཡིན་ ཏེ །_
en: $480 “Thus, offering alcoholic drinks is in all regards unvirtuous.

source: སེམས་ མཉམ་པ ར་ བཞག་པ ས་ དགེ་བ འི་ ཚོགས་ འཛིན་པ ར་ གྱུར་པ འི་ སེམས་ དེ་ ཆང་ གིས་ རྣམ་པར་ འཁྲུག་པ ར་ བྱེད་ དོ །_།
en: Alcohol may disturb a mind that is otherwise in equipoise and that adheres to the accumulation of virtue.

source: རྣམ་པར་ འཁྲུགས་པ འི་ སེམས་ དེས་ ནི་ བྱ་བ་ དང་ བྱ་བ་ མ་ཡིན་པ་ སོ་སོ འི་ ངོ་ མི་ ཤེས་ སོ །_།
en: A mind thus disturbed may no longer be able to distinguish between what should and should not be done.

source: དེས་ན་ མི་དགེ་བ འི་ ཚོགས་ ཐམས་ཅད་ སློང་བ ར་ འགྱུར་ རོ །_།
en: Such a mind may therefore give rise to and accumulate all sorts of unvirtuous qualities.

source: གང་ ཆང་ བཏུང་བ་ ལྡུད་པ་ ནི་ དེ འི་ རྒྱུ་ མི་དགེ་བ ར་ འགྱུར་ ཏེ །_ རྒྱུ་ ཇི་ལྟ ར་ བྱས་པ་ དེ་ལྟ ར་ འབྲས་བུ་ ཉེས་པ་ དང་ བཅས་པ ར་ འགྱུར་ ལ་ དེ་ གནོད་པ་ དེས་ ཤིན་ཏུ་ རྣོ་བ་ དང་ ཤིན་ཏུ་ ཡུན་རིང་ བར་ གནོད་པ་ དུ་མ་ འབྱུང་ ངོ་ །_།
en: $481 “Offering alcohol is an unvirtuous cause and, as such, is a cause that will produce ruinous and damaging effects. Hence, those who perpetrate this will for a long time have to undergo numerous painful tortures.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ སེམས་ཅན་ དེ་དག་ [176b] སེམས་ཅན་ དམྱལ་བ་ སྒྲ་ ཆེན་པོ་ དེར་ གནོད་པ་ ཆེན་པོ འི་ སྒྲ་ འབྱིན་པ་ དུ་མ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ དེས་ན་ སེམས་ཅན་ དམྱལ་བ་ དེ་སྒྲ་ ཆེན་པོ་ ཞེས་ བྱ འོ །_།
en: Until they have overcome, relinquished, and exhausted their karmic actions, they will {{page:{number:190,id:UT22084-068-021-100216,folio:F.176.b,volume:V68}}} continue to scream in terror within the hell realm that is known as Scream, for just this reason.

source: དེ་དག་ ཕྱིས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ དེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ གལ་ཏེ་ མིར་ སྐྱེས་ ན
en: When they finally escape from there, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཡིད་ མི་ གཞུངས་པ ར་ འགྱུར་ ཞིང་ དེ་དུས་ ཐུང་ངུ ས་ ཀྱང་ བརྗེད་པ ར་ འགྱུར །_
en: Yet, in terms of effects that accord with their causal actions, their mental powers will be feeble, and they will forget even recent events.

source: དེ འི་ ཡིད་གཞུངས་པ་ ཆུང་བ ས་ ལོངས་སྤྱོད་ མེད་པར་ འགྱུར་ ཞིང་ སྐྱེ་བོ་ ཡང་ དགའ་བ ར་ མི་ འགྱུར །_
en: Due to their poor intellectual capacity, they will have few enjoyments and they will generally be disliked.

source: དེ འི་ ནོར་ དེ་དག་ མེད་པར་ འགྱུར་ ཞིང་ ནད་ ཆུང་ངུ ས་ ཀྱང་ འཆི་བ ར་ འགྱུར་ རོ །_།
en: They will lack wealth and meet an early death.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན་ དེས་ ཀྱེ་མ་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཀྱི་ འཁོར་ བཅུ་དྲུག་ མཐོང་ སྟེ །_ |#| འདི་ལྟ་སྟེ །_
en: $482 “As the monk who has knowledge of the ripening of karmic effects examines the regions that surround the Great Howling Hell he will notice sixteen realms that neighbor it:#67

source: སྒྲ་ ཆེན་པོ་ དང་ །_ ཐམས་ཅད་ སྒྲ་ འབྱིན་པ་ དང་ །_ སྐྲ་ མེ་ འབར་བ་ དང་ །_ མེ འི་ ཕྱེ་མ་ སྲིན་བུ་ དང་ །_ ལྕགས་ ཀྱི་ མེ་ འབར་བ འི་ གཏུན་ཤིང་ དང་ །_ རྡོ་ མེ་ འབར་བ་ ཆར་ ལྟར་ འབབ་པ་ དང་ །_ གསོད་ མེད་ དང་ །_ ལྕགས་ ཚལ་ དགོན་པ་ དང་ །_ རབ་རིབ་ ཀུན་ བསགས་ དང་ །_ གཤིན་རྗེ འི་ མཚམས་ ཀྱི་ དགོན་པ་ དང་ །_ ཤིང་ ཤལ་ མ་ལ འི་ ཚལ་ ཆེན་ དང་ །_ ཆུ་ཤིང་ བསྲེགས་པ་ དུད་པ འི་ ཚལ་ དང་ །_ མེ་མདག་ དུད་པ འི་ ཚལ་ དང་ །_ གློག་ གི་ ན་བུན་ ཚལ་ དང་ །_ ཀུན་ དུ་ རྟོག་ བྱེད་ དེ
en: Scream, Screams Everywhere, Burning Hair, Sparks and Parasites, Flaming Iron Club, Rain of Burning Stones, Impossible to Die,#68 Iron Wilderness, Veil of Complete Darkness, Borderlands of the Lord of Death, Śālmali Forest,#69 Great Śālmali Forest, Smoky Forest of Burning Plantains, Smoky Forest of Burning Embers, Forest of Fiery Mist, and Worrisome.

source: དེ་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ནོ །_།
en: These are the sixteen neighboring realms of the Great Howling Hell.

source: དེར་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དགེ་སློང་ དེས་ བརྟགས་ ན །_ དེར་ སེམས་ཅན་ དམྱལ་བ་ སྒྲ་ ཆེན་པོ འི་ འཁོར་ མཐོང་ ནས་ འཁོར་ གཉིས་པ་ ཐམས་ཅད་ སྒྲ་ འབྱིན་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: $483 “As the monk wonders what karmic actions may cause beings to take birth in these regions, he will expand his inquiry from the first neighboring realm of Scream to the second, known as Screams Everywhere.

source: དེས་ བརྟགས་ ན་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: He will then see that the aspects of killing, stealing, and sexual misconduct are just as in the previous cases.

source: ཆང་ འཐུང་བ་ ནི་ གང་ གིས་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ དང་ །_ དང་པོ་ སྡོམ་པ་ བླངས་ མ་ ཐག་ ལ་ ཆང་ བླུད་ ན་
en: As for resorting to, becoming habituated to, and increasing acts of alcohol consumption, some people may give alcohol to those who have just received vows. {{page:{number:191,id:UT22084-068-021-100217,folio:F.177.a,volume:V68}}}

source: དེ་ ལུས་ དང་ [177a] བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ སྒྲ་ འབྱིན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Later, when such people separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Screams Everywhere.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཇི་ལྟ་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ལྕགས་ ཀྱི་ གཏུན་ཤིང་ གིས་ རྡེག་པ་ ན་ དེ་ལྟ་ དེ་ལྟ ར་ སྒྲ་ ཆེན་པོ་ འབྱིན་ ཏེ །_
en: $484 “In that realm they will experience torture as they are struck by iron clubs, causing them to scream.

source: དེས་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ དེ་དག་ ཐམས་ཅད་ གང་བ ར་ འགྱུར་ རོ །_། གལ་ཏེ་ ཁོར་ཡུག་ དང་ །_ ཁོར་ཡུག་ ཆེན་པོ འི་ རི་ དག་ དང་ །_ ཆུ་བོ འི་ འཁོར་ དག་ མེད་ ན །_ སྒྲ་ དེས་ འཛམ་བུ འི་ གླིང་ ལ་སོགས་པ་ མི འི་ གནས་ བཞི་པོ་ དེར་ ཐམས་ཅད་ དུ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: The screams of these hell beings fill their entire realm, and were it not for the surrounding hills, mountains, and rivers, they would also be heard by the humans in Jambudvīpa and the rest of the four human abodes.

source: དེ འི་ ངུད་མོ འི་ སྒྲ་ འབྱིན་པ་ དེས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྙིང་རྗེ་ ཞིང་ དེ་སྲིད་ དུ་ རོ་ མེད་པ་ ཡིན་ ཏེ
en: The wailing cries of these hell beings will persist until their karmic actions have been overcome, relinquished, and exhausted. All the while, their miserable existence will continue and they will not die.

source: དེ་དག་ རང་ གི་ ལས་ དང་ འཐུན་ པར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གིས་ དེ་སྲིད་ དུ་ ངུ་བ འི་ སྒྲ་ འབྱིན་ ཏོ །_།
en: Thus, in accordance with their own acts, these hell beings will continue to scream.

source: དེ་དག་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ |#| ཆུ་ དཀོན་པ འི་ ཡུལ་ དང་ འབྲོག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: $485 “When they finally escape that realm, they may, due to karmic actions that are to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| At that time, they will be born in desert lands and areas where water is hard to come by.

source: སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ འབྲས་བུ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Moreover, the effects of killing, stealing, and sexual misconduct will be just as in the previous cases.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འཁོར་ སྐྲ་ མེ་ འབར་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $486 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Howling Hell, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Burning Hair.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: As he wonders what karmic actions may lead to birth as a hell being there, the monk will understand that the aspects of resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct are just as in the previous cases.

source: དགེ་བསྙེན་ བསླབ་པ འི་ གཞི་ལྔ་ ཡོད་པ་ ལ་ ཆང་ འཐུང་བ་ ཡོན་ཏན་ ཡིན་པ ར་ བསླབ་པ འི་ གཞི་ འཛིན་ དུ་ བཅུག་ ན །_ དེ་ ལུས་ [177b] དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྐྲ་ མེ་ འབར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Beyond that, some people may instruct lay practitioners who have taken up the five bases of training that partaking of alcohol is desirable and compatible with the bases of training. {{page:{number:192,id:UT22084-068-021-100218,folio:F.177.b,volume:V68}}} When such persons separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Burning Hair.

source: དེར་ མེ འི་ ཆར་ རབ་ཏུ་ འབར་བ་ གང་ཡིན་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ སྐྲ་ ལ་སོགས་པ་ ནས་ རྐང་པ འི་ བར་ དག་ ཏུ་ སྲེག་ ཅིང་ འཚེད་ ལ་ རབ་ཏུ་ འབར་ རོ །_།
en: In that realm a rain of fire falls, burning and boiling everything from the hair down to the feet of the hell beings there.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ རྐང་པ་ དག་ ལ་ ནི་ ཁྱི་ དང་ །_ གླད་པ་ ལ་ ནི་ བྱ་རྒོད་ མཆུ་ རབ་ཏུ་ འབར་བ་ དང་ །_ དབུས་ སུ་ ནི་ ཝ་ དག་ གིས་ ཟ་ སྟེ །_
en: Meanwhile, dogs will feast on their feet, vultures with flaming beaks will gorge on their brains, and foxes will devour their torsos.

source: དེ་ལྟ ར་ རང་ གི་ མི་དགེ་བ འི་ ལས་ བྱས་པ ས་ སྲེག་ ཅིང་ ཟ འོ །_།
en: Thus, they will be burned and consumed by their own negative acts.

source: ཉོན་མོངས་པ་ དེ་དག་ ངུ་ བཞིན་ དུ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: To the henchmen of the Lord of Death these wretched and wailing beings will cry out:

source: བདག་ཅག་ སྙིང་རྗེ འི་ གནས་ སུ་ གྱུར །_།
en: $487 “ ‘See how pitiful we are!

source: ཁྱོད་ ལ་ སྙིང་རྗེ་ མེད་ དམ་ ཅི །_།
en: Have you no compassion?

source: ཁྱོད་ ལ་ ཞི་བ་ མེད་ དམ་ ཅི །_།
en: Do you not offer any peace?

source: བདག་ ལ་ ཁྱེད་ཅག་ སྙིང་ མི་རྗེ །_།
en: Do you not feel for us at all?’

source: དེ་དག་ གིས་ དེ་སྐད་ སྨྲས་པ་ དང་ །_ གཤིན་རྗེ འི་ མི་ དག་ གིས་ སླར་ སྨྲས་པ །_།
en: $488 “In reply, the henchmen will say:

source: ཇི་ལྟ ར་ ཁྱེད་ཅག་ གཏི་མུག་ གིས །_། བསྒྲིབས་པ འི་ སྡིག་ལས་ མང་པོ་ བྱས །_།
en: “ ‘Obscured in your stupidity You engaged in numerous evil acts.

source: མི་བཟད་པ་ ཡིས་ ཁྱེད་ཅག་ བདས །_། དེ་ ནི་ ངེད་ ཀྱི་ རྒྱུ་མ་ ཡིན །_།
en: When now you are haunted by terror The causes have nothing to do with us.
